delete from m_book;
insert into m_book values(m_book_seq.nextval, '묵향' , '전동조', '소설', '판타지', 8000, '0a.png', '(주)금성출판사', 0,5,
'무공의 끝을 보고자 했던 인간을 주변은 그냥 두지 않았고, 
필연적으로 얽히고설킨 은원의 굴레에서 사상 최악의 악마로 회자되는 묵향. 
그러나 그는 ‘위대한 마인’의 길을 걷는 진정한 대인(大人)으로 
오롯이 무의 궁극을 추구하는 자이다. 
드래곤보다 더 드래곤 같은 인간! 
음모에 빠져 무림과 판타지 대륙을 넘나들며 1백 년간의 삶을 살아온 ‘묵향’. 
수십 년 만에 무림으로 돌아온 그는 그간의 은원을 정리하고자 나서고, 
혼란 가득한 중원을 정리해 나가기 시작한다.', 
 
'
첩자의 정체 / 
숲속의 유령, 트롤 / 
무조건 잡아 와! / 
이놈들이 아니잖아!/ 
새로운 추격자 / 
대체 어떤 놈들이지? / 
이런 일조차 제대로 처리 못해! / 
설마 드래곤의 저주? / 
우수한 키메라의 조건 / 
기사의 최고의 로망 / 
꼬인다, 꼬여 / 
감찰부의 척살대 / 
우연한 조우 '

,  'sysdate' );
 
 insert into m_book values(m_book_seq.nextval, '절대쌍교' , '고룡', '소설', '판타지', 7700, '0a.png', '(주)금성출판사', 0,4,
 '소어아’와 ‘화무결’ 은 본래 쌍둥이 형제로 18년 전, 부친 강풍과 이화궁의 하녀 화월노가 사랑의 도피를 한다. 
화월노가 아이를 낳을 때, 강풍을 흠모하던 요월 궁주가 그들을 찾아내고 그들을 죽인다. 
요월은 쌍둥이 중 한 명 화무결을 양육하고 나머지 한 명 소어아를 강풍의 의형 연남천 에게 양육하게 하여 18년 후 두 형제를 선동하여 서로 죽임으로써 보복을 하려고 한다. 
연남천은 십이성상에게 중독되고 해독을 위해 소어아를 안은 채 악마도까지 간다. 
송아는 섬의 10대 악인에 의해 성인으로 자란다. 
18년 후에, 화무결은 이화궁에서 두 궁주에게 무공을 배우며 외모는 수려하고 비범하나 두 궁주가 시키는 대로 복종하며 자란다.
 반대로 소어아는 악마도에 10대 악인에게 각양각색의 사람을 괴롭히는 기술을 배우며 자란다.',
 '구사일생의 기적 /  
되살아난 북명신공/ 
제자/ 
기루와 금(琴) / 
행운의 여신Ⅰ/ 
행운의 여신Ⅱ/ 
단편적인 과거와의 만남/ 
최초의 전쟁/ 
하부르/ 
다시 찾은 어검술/ 
텐령 평원 대회전의 서막/ 
필승을 위한 작전/ 
전쟁은 새로운 국면으로/ 
장군 그리고 멍군/ 
서서히 다가오는 마의 손길/   
텐령 평원 대회전의 결말 '

 ,  sysdate );
 
  insert into m_book values(m_book_seq.nextval, '난중일기' , '이순신', '소설', '역사', 5000, '0a.png', '(주)금성출판사', 0,3,
 '난중일기(亂中日記)는 이순신이 임진왜란의 7년(1592 ~ 1598년) 동안 쓴 군중일기(軍中日記)로 전란의 구체적인 기록이 담겨 있다. 일기 7책과 서간첩 1책, 임진장초 1책까지 총 9권이 국보 제76호로 지정되어 있으며, 2013년 6월 18일 광주에서 열린 제11차 유네스코 세계기록유산 국제자문위원회에서 권고하고 유네스코가 받아들여 새마을운동기록물과 함께 이순신 난중일기 및 서간첩 임진장초(書簡帖壬辰狀草)의 이름으로 유네스코 세계기록유산으로 등재되었다.',
 '
역자서문/ 
해제/ 
일러두기/  
교감완역 난중일기/  
임진년(1592)/ 
계사년(1593)/ 
갑오년(1594)/ 
을미년(1595)/ 
병신년(1596)/ 
정유년(1597)Ⅰ/ 
정유년(1597)Ⅱ/ 
무술년(1598)/ 
충무공 이순신 연보 ',  sysdate );
   insert into m_book values(m_book_seq.nextval, '손자병법' , '손자', '소설', '역사', 7700, '0a.png', '(주)금성출판사', 0,3,
 '《손자병법》은 춘추시대, 제후 간의 치열한 전쟁을 직접 겪은 손자가 다양한 실례와 역사적 기록, 실제 경험을 바탕으로 전쟁을 어떻게 치러야 하는가를 ‘13편, 6,000자’라는 짧은 글 속에 압축적으로 담아낸 동서고금의 명저다. 《손자병법》은 세계에서 가장 많이 번역된 책 중의 하나로, 국내에도 여러 판본이 출간되었다. 그중에서도 단국대학교 한문교육과의 김원중 교수는 세계 최초로 개인이 《사기》 전체를 완역했던 경험과 춘추시대의 수많은 문헌을 번역하고 참조했기 때문에 국내 어느 번역자보다 ‘손자병법’에서 전하고자 하는 핵심내용을 당시 춘추시대의 배경에 비추어 탁월하게 설명해내고 있다.',
 '
제1편 계計: 전쟁하기 전에 계획하라/ 
제2편 작전作戰: 전쟁을 하는 방법/ 
제3편 모공謀攻: 모략으로 적을 제압하라/  
제4편 형形: 공격과 수비의 형세/ 
제5편 세勢: 전쟁 태세/ 
제6편 허실虛實: 허실의 운용과 주도권 장악/ 
제7편 군쟁軍爭: 승리를 쟁취하기 위한 방략/ 
제8편 구변九變: 아홉 가지 임기응변의 책략/ 
제9편 행군行軍: 군대의 행군 원칙/ 
제10편 지형地形: 지형과 전쟁의 관계/
제11편 구지九地: 아홉 가지 지형의 작전 원칙/ 
제12편 화공火攻: 불로 공격을 도와라/ 
제13편 용간用間: 간첩을 활용하라 
',  sysdate );

   insert into m_book values(m_book_seq.nextval, '기억의 상처' , '노은', '소설', '로맨스', 7200, '0a.png', '(주)금성출판사', 0,3,
 '우는 남자를 그녀는 버리고 일어설 수가 없었다. 그 남자를 두고 달아날 수가 없었다. 그것이 사랑이었을까. 모른다. 그 남자를 가슴에 끌어안고 어깨를 가만히 어루만져 주고 싶었던 그것이 바로 사랑이었는지. 아니다. 사랑이 아니었을지도 모른다. 어설픈 연민에 사로잡혀 그를 끌어안았던 것인지도 모른다.
하지만 도저히 그 남자를 피해 달아날 수가 없다는 생각을 했다. 그 남자를 숨 막히게 끌어안아 주고 싶다는 생각뿐이었다. 그 남자가 원하는 것이라면 무엇이라도 주고 싶다는 생각을 했다. 그 무엇이라도 그 순간만은 아깝지 않을 것 같았다. 내일 당장 후회하게 될지라도 상관없었다. 그 순간 그녀는 그러고 싶었다. 끌어안고 그의 얼굴에 자신의 얼굴을 비벼대고 싶었다.
숨이 막히게, 가슴이 미어지도록 그 남자를 안아주고 싶었다.',
 '1. 문희/ 
2. 상처/ 
3. 영실 언니/ 
4. 꽃무늬 손수건/ 
5. 바보 같은 사랑/ 
6. 부치지 못한 편지/ 
7. 미루나무를 찾아서/ 
8. 나무가 모이면 숲이 된다/ 
9. 시간의 푸른 옷소매/ 
10. 키위주스',  sysdate );
   insert into m_book values(m_book_seq.nextval, '매디슨 카운티의  다리' , '로버트 제임스 월러', '소설', '로맨스', 5500, '0a.png', '(주)금성출판사', 0,5,
 '야성적이면서도 지적인 사진작가 킨케이드와 뜨거운 정열을 간직한 채 평범히 살아가던 주부 프란체스카가 나눈 짧지만 강렬했던 나흘간의 사랑 이야기. 죽는 날까지 가슴에 묻어둘 수밖에 없었던 은밀한 사랑의 추억이 읽는 이의 가슴을 잔잔한 감동으로 물들게 한다. 중년에 비로소 만난 일생 단 한 번뿐인 지고지순의 사랑, 누구나 가슴속에 간직하고픈 간절한 사랑을 마력적인 문체로 그려냈다. 발표 이후 뉴욕 타임스 베스트 목록에 연속 랭크됨으로써, 단숨에 독자의 심장에까지 도달하는 작가라는 평가를 받은 화제작이다. 매릴 스트립, 크린트 이스트우드 주연으로 영화화되기도 했다',
 '시작에 앞서 ... 9/
로버트 킨케이드 ... 17/
프란체스카 ... 35/
멀리서 들려오는 음악소리 ... 81/
화요일의 다리 ... 95/
다시 춤출 수 있는 여유 ... 123/
길, 혹은 떠도는 영혼 ... 143/
재 ... 161/
프란체스카의 편지 ... 183/
책을 쓰고 나서 ... 199/
옮긴이의 말 ... 209
',  sysdate );
   insert into m_book values(m_book_seq.nextval, '쇼생크  탈출' , '스티븐 킹', '소설', '추리', 9100, '0a.png', '(주)금성출판사', 0,5,
 '1946년, 조용한 젊은 은행가 앤디 듀프레인(팀 로빈스)은 아내와 그녀의 정부를 살해했다는 죄목으로 쇼생크 감옥에 감금된다. 그곳에서 또 다른 장기수 레드(모건 프리먼, 앤디의 이야기를 들려주는 화자)와 우정을 쌓아간다. 20년 세월이 흐르는 동안 앤디는 교도소의 체제에 대해 속속들이 알게 되고 금융에 관한 지식으로 세금계산을 해주고 사업적 거래들을 처리해줌으로써 소장과 간수들의 존경을 얻게 되지만 자유에 대한 바람은 결코 버릴 수 없다.',
 '1 THE TRIAL 재판/
2 THE NEW FISH 신참/
3 THE LIFE IN PRISON 교도소 생활/
4 A TURNING POINT 전환점/
5 THE HUNTER VS. THE HUNTED 사냥꾼 대 사냥감/
6 BROOKS WAS HERE 브룩스 여기 다녀가다/
7 GROWING FRIENDSHIP 쌓여가는 우정/
8 REVEALED TRUTH 드러난 진실/
9 GET BUSY LIVIN[ OR GET BUSY DYIN] 살려고 발버둥치든지 죽으려고 발버둥치든지/
10 SHAWSHANK REDEMPTION 쇼생크 탈출
',  sysdate );
   insert into m_book values(m_book_seq.nextval, '타나토노트' , '베르나르 베르베르', '소설', '추리', 9500, '0a.png', '(주)금성출판사', 0,5,
 '사후 세계를 탐험하는 영계 탐험자 ‘타나토노트’의 이야기를 다룬 『타나토노트』 제1권. 2068년 결성된 영계 여행단의 죽음을 넘나드는 이야기가 신화와 종교, 서스펜스와 함께 흥미진진하게 펼쳐진다. 삶과 죽음의 비밀을 풀어 내기 위해 두려움 없이 영계 여행을 뛰어든 타나토노트의 흥미진진한 모험을 통해 베르베르만의 무한한 상상력을 엿볼 수 있다.',
 '-',  sysdate );
 
    insert into m_book values(m_book_seq.nextval, '금강경' , '작자미상', '종교', '불교', 6000, '0a.png', '(주)금성출판사', 0,4,
 '인도에서 2세기에 성립된 공사상의 기초가 되는 반야경전. 금강반야바라밀경 ·금강반야경이라고도 한다. 인도 사위국을 배경으로 제자 수보리를 위하여 설한 경전으로, 한곳에 집착하여 마음을 내지 말고 항상 머무르지 않는 마음을 일으키고, 모양으로 부처를 보지 말고 진리로서 존경하며, 모든 모습은 모양이 없으며 이렇게 본다면 곧 진리인 여래를 보게 된다고 하였다. 이 경은 현장이 번역한 《대반야경》 600권 중 제577권의 능단금강분과 같은 것이나 《대반야경》이 성립되기 이전에 이 부분만 독립된 경전으로 유통되었다고 보는 것이 학계의 통설이다.  이 경은 산스크리트 원본도 현존하며 한역 6가지 외에 서장역도 있으며 최근에는 영어 ·독일어 ·프랑스어 등으로도 번역되어 서양학계에 가장 널리 알려진 경전이다',
 '금강반야바라밀경/ 
제 1 · 법회인유분法會因由分 | 법회가 열리던 날/ 
제 2 · 선현기청분善現起請分 | 수보리, 법을 청하다/ 
제 3 · 대승정종분大乘正宗分 | 대승의 바른 가르침/ 
제 4 · 묘행무주분妙行無住分 | 걸림 없이 베푸는 삶/ 
제 5 · 여리실견분如理實見分 | 여래를 보다/ 
제 6 · 정신희유분正信希有分 | 바른 믿음/ 
제 7 · 무득무설분無得無設分 | 얻을 것도 말할 것도 없는 진리/ 
제 8 · 의법출생분依法出生分 | 모든 법이 좇아 나온 진리/ 
제 9 · 일상무상분一相無相分 | 일상一相도 본래 상이 없으니/ 
제 10 · 장엄정토분莊嚴淨土分 | 정토를 장엄하다/ 
제 11 · 무위복승분無爲福勝分 | 무위의 수승한 복/ 
제 12 · 존중정교분尊重正敎分 | 바른 가르침을 존중하다/
제 13 · 여법수지분如法受持分 | 여법하게 받아 지니다 ',  sysdate );
   insert into m_book values(m_book_seq.nextval, '성경' , '김지숙', '종교', '기독교', 6000, '0a.png', '(주)금성출판사', 0,1,
 '성경의 내용 중 삶의 방향을 알려줄 90개의 구절을 뽑아 엮었습니다. 하루에 5분씩 여유를 갖고 읽고 마음에 새기며 따라 쓰면 날마다 은혜와 기쁨이 가득하여 깊은 깨달음과 신앙의 길을 열어갈 수 있을 것입니다. 5분의 여유로 찾을 수 있는 신앙생활의 은혜와 기쁨을 글씨로 쓰는 가운데 느껴보시도록 마련했습니다. 구절은 아인북스에서 발행했던 <365일 성경말씀>에서 가려 뽑은 것입니다. 신자는 물론 비신자도 좋아하고 마음에 새길만한 성경 구절을 고르도록 노력했습니다. 많이 들어 익숙한 구절들과 생활에 지침이 될 수 있는 말씀들을 기억하기 좋도록 짧게 실었습니다.',
'1부. 수면 위/
1. 두 주인을 섬기는 것: 관습의 문제/ 
2. 성경과 피부색: 인종의 문제/ 
3. 언어는 단어일 뿐인가: 언어의 문제/ 
2부. 수면 바로 아래/ 
4. 내 영혼의 선장: 개인주의와 집단주의/ 
5. 수치심의 문제: 명예/수치 vs. 옳고/그름/ 
6. 모래시계에서 떨어지는 모래: 시간의 문제/ 
3부. 수면 아래 깊숙한 곳/ 
7. 가장 중요한 것을 우선적으로: 규칙과 관계/ 
8. 예수님의 목소리인가, 붉은 암탉의 목소리인가: 미덕과 악덕/ 
9. 모두 나를 두고 하는 말이야: 하나님의 뜻을 발견하려면
',  sysdate );
   insert into m_book values(m_book_seq.nextval, '치유하는 불교강좌' , '서광', '종교', '불교', 7700, '0a.png', '(주)금성출판사', 0,3,
 '‘마음 치유를 위한’ 불교 입문서! 심리학의 눈으로 새롭게 풀이한 불교 핵심 교리『치유하는 불교 읽기』. 우리는 불교를 처음 만날 때 사성제와 팔정도를 외우고, 무아와 무상과 연기의 원리를 이론으로 배운다. 우리 삶과 붓다의 가르침에 어떤 연관성이 있는지 생각하지 못한 채, 단순히 ‘진리’로 받아들이고 외우게 되는 것이다. 이 책은 불교 핵심 교리가 ‘죽은 지식’으로 전락하는 문제를 해결하기 위해 파편화된 불교 교리를 ‘치유’라는 줄로 꿰어 체계적으로 설명한다. ',
'
1장 치유하는 불교 읽기/
2장 사성제 - 삶을 고통에서 건져내는 네 가지 가르침/ 
3장 삼학 - 붓다의 가르침을 활용하는 세 가지 길/
4장 삼독과 삼법인 - 고통은 열반으로 통하는 문/ 
5장 바라밀 - 깨달음의 목적은 실천에 있다/
6장 오정심관 - 건강하지 않은 마음을 다스리는 다섯 가지 방법/ 
7장 삼십칠조도품 - 건강한 마음에 이르는 서른일곱 개의 계단/ 
8장 연기와 무상, 그리고 십이연기 - 홀가분한 마음으로 세상을 바라보는 법/ 
9장 육도윤회 - 우리는 하루에도 지옥과 천상을 오간다 ',  sysdate ); 
   insert into m_book values(m_book_seq.nextval, '성경속의 의와 죄' , '장창훈', '종교', '기독교', 1000, '0a.png', '(주)금성출판사', 0,1,
 '해당 도서는 장창훈 작가의 에세이집이다. 에세이는 우리말로 ‘수필’이다. 수필(隨筆)은 붓을 따라간다는 말이며, 여기서 붓은 마음을 상징한다. 마음이 쓰고싶은데로 쓴다는 것은 형식이 자유롭다는 것이다. 자유롭다고 해서 낙서가 에세이는 아니다. 해당 도서는 삶의 진솔함과 진정성을 담보하는 생활 에세이이고, 중간중간 ‘시’(詩)도 포함되어 있으며, 장창훈 작가가 마치 하늘의 구름이 흘러가듯이 평상시 마음으로 그려놓은 편안한 글들을 모아놓은 것이다. 이 책은 마음의 글모음집이라고도 할 수 있다.',
 '# 포도원과 의의 값/
# 힘(力)은 뭘까?/ 
# 의(義)는 뭘까?/
# 죄(罪)는 뭘까?',  sysdate );
   insert into m_book values(m_book_seq.nextval, '레테의 연가' , '이문열', '소설', '고전', 9000, '0a.png', '(주)금성출판사', 0,5,
 '이 책은 지난 1983년도에 중앙일보사에서 초판을 출간한 이래 현재까지 무려 41쇄나 발행한 바 있는 작가 이문열의 밀리언셀러로서, 당대 최고의 작가로 공인되고 있는 작가의 작품 중에서는 드물게 보는 연애소설이다. 이 작품을 통해 작가는 사랑이라고 하는 억제할 수 없는 인간본연의 심리와 도덕률이라고 하는 사회규범, 가치의 문제를 첨예하게 다루고 있다.
사랑과 성이 혼동되고 있는 시대, 인터넷의 역기능으로 인해 급속도로 성(性)규범이 붕괴되고 있는 규범의 부재시대, 바로 이런 시대를 살아가고 있는 우리들에게 이 작품은 진정한 사랑과 도덕이란 과연 무엇인가?라는 근원적 물음을 던지고 있다. 시대가 변하고 사람들의 생각이 많이 바뀌었지만 이 소설이 우리에게 던지는 감동은 여전히 강렬하다.',
'작가의 말/
어떤 비 오는 날/
쓸쓸한 여름/
타오르는 계절/
오르페의 章',  sysdate );
   insert into m_book values(m_book_seq.nextval, '말테의 수기' , '라이너  마리아 릴케', '소설', '고전', 5600, '0a.png', '(주)금성출판사', 0,4,
 '1902년 릴케가 파리에 첫발을 디딘 것은 「로댕 연구」를 써달라는 청탁을 받은 탓이었다. 그러나 파리에 도착하자마자 이 대도시의 빈곤과 침체에 아연했다. 이곳에서 그는 무의미한 것, 타락과 암흑, 그리고 만연해 있는 악을 관찰하고 체험했던 것이다. 이러한 체험과 고독한 하숙 생활을 바탕으로 릴케는 탁월한 일기체 소설인 『말테의 수기』를 썼다. 원제를 그대로 번역하자면 『말테 라우리츠 브리게의 수기』인 이 작품은 체념 의식과 개개인의 고유한 삶이나 죽음은 아랑곳없고 질보다 양이 판치는 대도시의 양상에 대한 공포의 체험에서 우러나온 절망의 기록이다. 이 안에는 어찌할 바를 모르고 똑같은 핵(核)의 주위를, 다시 말하면 빈곤과 죽음과 공포의 주위를 끊임없이 돌고 있는 인간상이 그려져 있다.',
 '01 작가와 작품에 얽힌 에피소드/
02 핵심 줄거리/
03 역사적 의의와 평가/
04 도서정보/
05 영화정보
',  sysdate );
   insert into m_book values(m_book_seq.nextval, '교황의 역사' , '호르스트 푸어만', '종교', '카톨릭', 19800, '0a.png', '(주)금성출판사', 0,3,
 '『교황의 역사: 베드로부터 베네딕토 16세까지』는 예수의 제자였던 1대 교황 베드로부터 직전 교황인 베네딕토 16세까지의 긴 역사를 역사학자 호르스트 푸어만이 일목요연하게 정리한 책이다. 이 책에서는 600년 만의 자진 사임, 콘클라베, 최초의 비유럽권 교황 등에 대해 2000년 교황사에서 자진 사임했던 유일한 교황은 누구였는지, 추기경들을 가둬둔 채 새 교황을 뽑는 콘클라베는 어디서 유래했는지, 프란치스코가 최초의 비유럽권 교황이라면 이전의 교황들은 어느 지역 출신이었는지 등을 다루고 있다. 이는 교회의 관점이 아닌 역사가의 관점으로 교황사를 서술하고 있음을 보여준다. ',
 '제1장 예수, 베드로, 그리고 교황/
제2장 로마의 공인/
제3장 로마 교황/
제4장 위기의 시기/
제5장 혁명의 한복판에서/
제6장 또다시 맞은 천년
',  sysdate );
   insert into m_book values(m_book_seq.nextval, '마호메트' , '안 마리 델캉브르', '종교', '기타', 7700, '0a.png', '(주)금성출판사', 0,5,
 '알라의 메신저 마호메트의 생애와 사상을 풍부한 삽화와 사진으로 표현한 책. 6세기 아라비아에서 태어나 압둘라의 아들이자 이슬람의 선지자가 되어 이슬람교 의 창시자가 된 마호메트의 생애를 담았다.',
 '제1장 선지자의 뿌리/
제2장 메카 사람/
제3장 하느님의 사자/
제4장 헤지라 원년/
제5장 메디나의 전사(戰士)/
제6장 마호메트, 국가의 수장/
제7장 마호메트 사후의 이슬람',  sysdate );
  
 
   insert into m_book values(m_book_seq.nextval, '교과서엔 없어1' , '오카다 카즈토', '만화', '순정', 4200, '0a.png', '(주)금성출판사', 0,4,
 '『교과서엔 없어!』시리즈 제1권. 본 작품은 같은 학교의 여선생 사츠카를 좋아하는 선생님 다이라쿠가 야쿠자의 외동딸을 만나게 되면서 아슬아슬한 삼각관계에 놓이게 되는 만화이다. 다이라쿠는 엽기적인 야쿠자 딸의 졸업을 위해 동거를 하게 되고, 그 동거 때문에 뜻하지 않는 상황이 자주 발생한다.',
 '-',  sysdate );
   insert into m_book values(m_book_seq.nextval, '교과서엔 없어2' , '오카다 카즈토', '만화', '순정', 4200, '0a.png', '(주)금성출판사', 0,3,
 '『교과서엔 없어!』시리즈 제2권. 본 작품은 같은 학교의 여선생 사츠카를 좋아하는 선생님 다이라쿠가 야쿠자의 외동딸을 만나게 되면서 아슬아슬한 삼각관계에 놓이게 되는 만화이다. 다이라쿠는 엽기적인 야쿠자 딸의 졸업을 위해 동거를 하게 되고, 그 동거 때문에 뜻하지 않는 상황이 자주 발생한다.',
 '-',  sysdate );
   insert into m_book values(m_book_seq.nextval, '나우1' , '박성우', '만화', '판타지＆SF', 3000, '0a.png', '(주)금성출판사', 0,5,
 '『나우』시리즈 제1권. 본 작품은 사신무를 찾으러 나서는 유세하와 무술의 고수인 연아린을 중심으로 무림에서 펼쳐지는 싸움을 그린 만화이다.',
 '-',  sysdate );
    insert into m_book values(m_book_seq.nextval, '나우2' , '박성우', '만화', '판타지＆SF', 3000, '0a.png', '(주)금성출판사', 0,4,
 '『나우』시리즈 제2권. 본 작품은 사신무를 찾으러 나서는 유세하와 무술의 고수인 연아린을 중심으로 무림에서 펼쳐지는 싸움을 그린 만화이다.',
 '-',  sysdate );
  
     insert into m_book values(m_book_seq.nextval, '먹짱1' , '츠치야마 시게루', '만화', '코믹', 4000, '0a.png', '(주)금성출판사', 0,5,
 '색다른 재미를 먹는다!!
독특한 향기, 특이한 빛깔, 신선한 느낌!
맛있는 재미를 원없이 실컷 먹어 치운다!!
프로페셔널 푸드 파이터들의 먹보 대결!!
최강의 먹는 기술을 습득하라∼!!
먹기대회 「프로먹보」들의 자존심을 건 한 판 대결!
라면 먹보 대결의 진검 승부가 펼쳐진다!!
먹고 먹고 또 먹자!',
 '-',  sysdate );
      insert into m_book values(m_book_seq.nextval, '먹짱2' , '츠치야마 시게루', '만화', '코믹', 4000, '0a.png', '(주)금성출판사', 0,5,
 '색다른 재미를 먹는다!!
독특한 향기, 특이한 빛깔, 신선한 느낌!
맛있는 재미를 원없이 실컷 먹어 치운다!!
프로페셔널 푸드 파이터들의 먹보 대결!!
최강의 먹는 기술을 습득하라∼!!
먹기대회 「프로먹보」들의 자존심을 건 한 판 대결!
라면 먹보 대결의 진검 승부가 펼쳐진다!!
먹고 먹고 또 먹자!',
'-',  sysdate );
      insert into m_book values(m_book_seq.nextval, '천랑열전1' , '박성우', '만화', '무협', 3500, '0a.png', '(주)금성출판사', 0,3,
 '스승의 유언으로 큰사형인 파군성을 찾으러 중원으로 떠나는 고구려 무장인 연오랑.  
그러나 둘째사형의 모함으로 역적으로 몰려 나라에서 쫓겨나기 시작한다.   
도중에 월하랑을 만나 목숨을 구하게 되지만, 월하랑과 함께 중원의 거대한 음모에 휘말리게 되는데…',
 '-',  sysdate );
 
       insert into m_book values(m_book_seq.nextval, '천랑열전2' , '박성우', '만화', '무협', 3500, '0a.png', '(주)금성출판사', 0,3,
 '스승의 유언으로 큰사형인 파군성을 찾으러 중원으로 떠나는 고구려 무장인 연오랑.  
그러나 둘째사형의 모함으로 역적으로 몰려 나라에서 쫓겨나기 시작한다.   
도중에 월하랑을 만나 목숨을 구하게 되지만, 월하랑과 함께 중원의 거대한 음모에 휘말리게 되는데…',
 '-',  sysdate );

      insert into m_book values(m_book_seq.nextval, '맥심1' , '맥심코리아', '잡지', '성인', 5900, '0a.jpg', '(주)금성출판사', 0,5,
 '세계85개국에서 발행되는 최강의 글로벌 남성 매거진.',
 '즐거운 사내 연애를 위한 꿀팁 5./
“오빠 나 그러려고 만나?” 이 질문에서 출발한 연애 이야기./
이별 징후- 그녀는 이미 할 만큼 했고 참을 만큼 참았다./
흰 블라우스, 검정 치마, 커피색 스타킹. 그 시절, 우리가 사랑한 어른 여자에 대한 추억./
인터넷 아무리 뒤져도 찾을 수 없는 2016 MAXIM KOREA 공채 꿀팁. 오빠 한번 믿어봐./
MAXIM KOREA 2016 신입사원 정기 공개 채용 공고. 어서 빨리 지원하시라!/
우리만 보기 아까운 사진, 여기 모았습니다. 이달의 맥심 비하인드 컷. 
',  sysdate );
       insert into m_book values(m_book_seq.nextval, '맥심2' , '맥심코리아', '잡지', '성인', 5900, '0a.png', '(주)금성출판사', 0,5,
 '세계85개국에서 발행되는 최강의 글로벌 남성 매거진.',
 '즐거운 사내 연애를 위한 꿀팁 5./
“오빠 나 그러려고 만나?” 이 질문에서 출발한 연애 이야기./
이별 징후- 그녀는 이미 할 만큼 했고 참을 만큼 참았다./
흰 블라우스, 검정 치마, 커피색 스타킹. 그 시절, 우리가 사랑한 어른 여자에 대한 추억./
인터넷 아무리 뒤져도 찾을 수 없는 2016 MAXIM KOREA 공채 꿀팁. 오빠 한번 믿어봐./
MAXIM KOREA 2016 신입사원 정기 공개 채용 공고. 어서 빨리 지원하시라!/
우리만 보기 아까운 사진, 여기 모았습니다. 이달의 맥심 비하인드 컷./
',  sysdate );
        insert into m_book values(m_book_seq.nextval, '맥심3' , '맥심코리아', '잡지', '성인', 5900, '0a.png', '(주)금성출판사', 0,5,
 '세계85개국에서 발행되는 최강의 글로벌 남성 매거진.',
 '즐거운 사내 연애를 위한 꿀팁 5./
“오빠 나 그러려고 만나?” 이 질문에서 출발한 연애 이야기./
이별 징후- 그녀는 이미 할 만큼 했고 참을 만큼 참았다./
흰 블라우스, 검정 치마, 커피색 스타킹. 그 시절, 우리가 사랑한 어른 여자에 대한 추억./
인터넷 아무리 뒤져도 찾을 수 없는 2016 MAXIM KOREA 공채 꿀팁. 오빠 한번 믿어봐./
MAXIM KOREA 2016 신입사원 정기 공개 채용 공고. 어서 빨리 지원하시라!/
우리만 보기 아까운 사진, 여기 모았습니다. 이달의 맥심 비하인드 컷./
',  sysdate );
        insert into m_book values(m_book_seq.nextval, '맥심4' , '맥심코리아', '잡지', '성인', 5900, '0a.png', '(주)금성출판사', 0,5,
 '세계85개국에서 발행되는 최강의 글로벌 남성 매거진.',
 '즐거운 사내 연애를 위한 꿀팁 5./
“오빠 나 그러려고 만나?” 이 질문에서 출발한 연애 이야기./
이별 징후- 그녀는 이미 할 만큼 했고 참을 만큼 참았다./
흰 블라우스, 검정 치마, 커피색 스타킹. 그 시절, 우리가 사랑한 어른 여자에 대한 추억./
인터넷 아무리 뒤져도 찾을 수 없는 2016 MAXIM KOREA 공채 꿀팁. 오빠 한번 믿어봐./
MAXIM KOREA 2016 신입사원 정기 공개 채용 공고. 어서 빨리 지원하시라!/
우리만 보기 아까운 사진, 여기 모았습니다. 이달의 맥심 비하인드 컷./
',  sysdate );
        insert into m_book values(m_book_seq.nextval, '맥심5' , '맥심코리아', '잡지', '성인', 5900, '0a.png', '(주)금성출판사', 0,5,
 '세계85개국에서 발행되는 최강의 글로벌 남성 매거진.',
 '즐거운 사내 연애를 위한 꿀팁 5./
“오빠 나 그러려고 만나?” 이 질문에서 출발한 연애 이야기./
이별 징후- 그녀는 이미 할 만큼 했고 참을 만큼 참았다./
흰 블라우스, 검정 치마, 커피색 스타킹. 그 시절, 우리가 사랑한 어른 여자에 대한 추억./
인터넷 아무리 뒤져도 찾을 수 없는 2016 MAXIM KOREA 공채 꿀팁. 오빠 한번 믿어봐./
MAXIM KOREA 2016 신입사원 정기 공개 채용 공고. 어서 빨리 지원하시라!/
우리만 보기 아까운 사진, 여기 모았습니다. 이달의 맥심 비하인드 컷./
',  sysdate );
 

 
insert into m_book values(m_book_seq.nextval, '10년이 젊어지는 발 건강법', '이시쓰카 다다오', '잡지', '패션뷰티', 3000, '0a.png', '(주)가나다출판사', 0, 0, 
'50년간 발만을 연구한 다다오 박사가 제안하는 발 운동법과 발 관리법, 그리고 좋은 신발 고르는 법을 제안한 책. 발 스트레스 치료법을 비롯해 발을 통한 노화방지법, 발 건강체크법, 발의 질병들, 5분 마사지, 좋은 신발 고르는 법, 신발 손질, 발 손질법 등을 소개했다.', 
'1. 당신은 아직 ‘발’에 대해서 잘 모른다 /
2. 바르게 단련하고, 따뜻하게 보살핀다 /
3. 현명한 발의 건강법 /
4. 신발의 고장, 발의 질병 /
5. 발에 좋은 신발, 나쁜 신발 /
6. 신발을 잘 고르는 법 /
7. 당신은 신발을 잘 고르고 있는가?/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '10대에 운명을 개척하는 70가지 삶의 지혜', '사토 에이분', '자기계발', '성공', 5500, '0a.png', '(주)가나다출판사', 0, 3, 
'10대 청소년들이 부딪히는 문제에 대한 해법을 모색한 책. 20년 넘게 여학교 선생님으로 재직한 저자가 현장에서 부딪힌 청소년들의 문제를 보편적인 관점에서 기술해 간다.', 
'지은이의 말/
　/
인생에 대하여 - 남과 다른 이상을 품어라/
자신에 대하여 - 나를 사랑하자/
지혜롭게 살기 위하여 - 개척 정신을 길러라/
아름답게 살기 위하여 - 나만의 개성을 발휘하라/
사물에 대하여 - 세상에 가치 없는 것은 없다/
인간 관계에 대하여 - 자신 있는 사람은 너그럽게 행동한다/
공부에 대하여 - 어차피 해야 하는 공부, 최선을 다하자/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '20대에 하지 않으면 안될 50가지', '나카타니 아키히로', '자기계발', '성공', 7500, '0a.png', '(주)가나다출판사', 0, 3, 
'1998년 출간되어 한국과 일본 양국에서 동시에 베스트셀러에 올랐으며, 지금까지도 20대가 꼭 읽어야 할 필독서로 회자되고 있는 <20대에 하지 않으면 안될 50가지>의 개정판이다. 그동안 급속하게 바뀐 사회 환경과 달라진 의식수준을 반영하여 오늘날 20대가 부딪히는 문제들을 세심하게 찾아내 새롭게 썼다.
어느덧 40대로 접어든 저자는 원동력과 삶의 밑그림은 모두 20대에 얻은 것이라고 말한다. 그만큼 20대에는 활발하게 움직이며 자기 목표를 구체화시키지 않으면 안 된다. 20대에 반드시 성공해야겠다는 목표는 버리고, 지금 자신이 하고 있는 일의 성패는 10년 후에 결정된다는 긴 안목과 자신에 대한 믿음이 더 중요하다는 것이다.
이 책을 제대로 읽었다면 책 뒷부분에 할애해놓은 다섯 가지 항목(Note 1~5)과 자가진단(Check 50)에 자신의 현재와 과거, 미래의 모습을 써넣을 수 있다. 그 기록과 자가진단 점수는 자신을 냉철하고 객관적으로 바라볼 수 있는 눈을 틔어주고 앞으로의 행동 방향을 다시 한 번 점검해줄 뿐만 아니라 작은 실패를 딛고 꿋꿋하게 일어서는 힘을 실어줄 것이다.', 
'프롤로그/
현장에서 실패하는 경험을 맛보라/
머뭇거리기엔 너무 뜨거운 20대/
자신이 하고 싶은 한 가지 일을 찾아라/
‘10년 후의 나’를 그려라/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '20세기 그 인물사', '알래우베르', '소설', '역사', 6700, '0a.png', '(주)가나다출판사', 0, 1, 
'레닌, 히틀러, 스탈린, 모택동, 김일성, 카스트로 등이 정치권력과 개인 우상숭배를 위해 벌였던 사진 정보 조작을 규명한 저서.', 
'001. 레닌의 전설적 생애/
002. 혁명의 풍경/
003. 영상 조각의 대가 무솔리니/
004. 제3제국의 연출/
005. 스탈린 우상숭배/
006. 모택동전설/
007. ‘쿠’로 부터 프라하의 ‘봄’까지/
008. 아시아인의 생활과 전투/
009. 발칸혁명/
010. 쿠바사에 나타난 사진조각/
011. 소련의 전통/
012. 방법이 수출되는 시대', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '70일간의 별자리여행', '야마다 히로시', '여행', '해외', 6300, '0a.png', '(주)가나다출판사', 0, 3, 
'곰이 된 어머니와 아들의 신화가 담겨있는 별자리 큰 곰 자리와 작은곰 자리를 비롯해 한국과 미국, 아라비아에서 전해내려오는 북두칠성에 대한 전설, 돼지가 된 북두칠성 등 별자리에 얽힌 전설과 그 전에 등장하는 영웅과 괴물들의 이야기를 담았다.', 
'첫째 주의 이야기 /
* 봄의 별자리 1 /
/
둘째 주의 이야기 /
* 봄의 별자리 2 /
/
셋째 주의 이야기 /
* 봄의 별자리 3 /
/
넷째 주의 이야기 /
* 여름의 별자리 1 /
/
다섯째 주의 이야기 /
* 여름의 별자리 2 /
/
여섯째주의 이야기 /
* 여름의 별자리 3 /
/
일곱째 주의 이야기 /
* 여름의 별자리 4 /
/
여덟째 주의 이야기 /
* 가을의 별자리 /
/
아홉째 주이 이야기 /
* 겨울의 별자리 1 /
/
마지막 주의 이야기 /', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '70일간의 추리여행', '캔 웨버', '소설', '추리', 5500, '0a.png', '(주)가나다출판사', 0, 2, 
'살인사건 해결을 통해 논리적사고와 추리력을 키우도 록 엮은 책.', 
'* [사건의 현장에서]/
* 쉬어가는 페이지/
* [거짓말하는 사람들]/
* [뜻밖의 단서]/
* 쉬어가는 페이지/
* [추리도 과학이다]/
* 쉬어가는 페이지/
* [완벽한 추리를 위하여]/
* 풀이', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '99 올해의 추리 소설(아웃사이더)', '김성종 외', '소설', '추리', 6700, '0a.png', '(주)가나다출판사', 0, 1, 
'이 책은 한국 추리작가 중 가장 많은 독자를 확보하고 있는 김성종,이상우,노원 씨 등의 원로 작가로 부터 중견,신진 작가에 이르기까지 각 작가들의 다양한 작품을 한 자리에서 감상할수 있다.각 작품에는 인생을 도박쯤으로 여기는 무리에서 부터,진지하게 삶을 성찰하는 사람에 이르기까지 다양한 인물들이 등장하고 사라진다.속고 속이고,쫓는 자와 쫓기는 자의 심리를 통해 오늘 우리 자신의 위치를 다시 한번 점검해 볼 계기를 만들어준다.', 
'1. 차가운 복수-황미영 /
2. 편집증 치료-최종철 /
3. 핸드폰 살인사건-이상우 /
4. 이브는 찬스, 아담은 위기-노원 /
5. 아웃사이더-김성종 /
6. 멜랑코리아-이수광 /
7. 비명을 지르는 꽃-류성희 /
8. 범죄없는 마을 살인사건-황세연 /
9. 가엾은 신부-유우제 /
10. 텔레포트 왕따-방재희 /
11. 야수는 죽어야 한다-한대희 /
12. 그녀는 접속중-최철영 /
13. 증발-백휴', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, 'CEO가 되는길', '토머스 J 네프', '자기계발', '창업', 14300, '0a.png', '(주)가나다출판사', 0, 3, 
'CEO가 되는 방법을 배우는 가장 좋은 길은 자기가 종사하는 분야에서 최고로 검증된 CEO들로부터 그들의 전략과 리더십, 사고방식을 배우는것이다. 
"우리는 우리가 하는 일에 끊임없이 도전한다. 그것은 끊임없는 자기 혁신의 문화를 정립하는 것이다." 왜 위대한 비즈니스 리더인가? 
이것은 미국 뿐만아니라 세계 모든 회사들과 모든 중역 회의실에서 항상 뜨겁게 거론되는 주제 중의 하나다. 
성공한 리더들에게서 우리의 삶에 적용시킬 수 있는 배울점이 있는가? 이 또한 피할 수 없는 논제이다. CEO가 되기 위한 공식이나 모방해야 할 교훈에 물론 한가지 대답만이 있는 것은 아니다. 
실제로 이 책에서 선정한 CEO들은 개성, 최고에 이르기까지의 과정, 종사하는 일 등에서 차이가 많다.', 
'001. [최고의 비즈니스 리더를 찾아서]....(19) /
002. [최고의 비즈니스 리더들]....(49) /
003. [CEO가 되는 길]....(453) /
004. [부록]....(501) /
005. 갤럽 조사....(502) /
006. 재정현황 분석결과....(509) /
007. 인터뷰 지침....(513) /
008. 감사의 말 『CEO가 되는 길』을 만들면서....(530) /', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, 'EO가 본 얼간이들 1', '무묘앙에오', '종교', '불교', 6410, '0a.png', '(주)낙원출판사', 0, 3, 
'명상에세이. 무묘양에오의 삶과 사상에 대한 간략한 소개를 시작으로 에고의 소멸과 깨달음에 관한 이야기, 장자의 광상곡, 우주는 당신을 위해 존재하지 않는 다, 이해관계가 분명하면 다루기 편하다 등의 명상에 세이를 수록했다.', 
'무묘앙에오, 그의 삶과 사상/
제 1장 얼간이 초능력자들/
제 2장 우주편, 다른 차원편/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, 'EO가 본 얼간이들 2', '무묘앙에오', '종교', '불교', 6410, '0a.png', '(주)낙원출판사', 0, 3, 
'명상에세이. 무묘양에오의 삶과 사상에 대한 간략한 소개를 시작으로 에고의 소멸과 깨달음에 관한 이야기, 장자의 광상곡, 우주는 당신을 위해 존재하지 않는 다, 이해관계가 분명하면 다루기 편하다 등의 명상에 세이를 수록했다.', 
'무묘앙에오, 그의 삶과 사상/
제 1장 현대판 장자이야기/
제 2장 원숭이의 혹성 지구에서 사는 방법/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, 'IQ 150 젊은 엄마 천재 육아법', '수잔 루딩톤', '자기계발', '성공', 5550, '0a.png', '(주)낙원출판사', 0, 3, 
'임신한 그날부터 시작하는 기적의 태교 . 더욱 똑똑하고 머리좋은 아기, 튼튼한 아기로 키우려면 어떻게 해야할까?
 결혼을 앞 둔 미혼여성, 지금 임신중인 엄마, 귀여운 아기를 품안에 안고 있는 젊은 엄마… 모두에게 놀라운 육아비법을 가르쳐주는 루딩톤 박사의 새로운 육아법 ‘IS 자극요법’은 
아기의 두뇌에 가장 직접적인 효과를 높이는 태아능력개발법으로 임신한 그날부터 생후 1년까지 어떤 아기도 스스로 즐거워하며 익힐 수 있으며 하루 15분이면 충분합니다. 
전 미국의 부모들이 일제히 공감하고 176개 유명 종합병원에서 채택한 갓난아기 능력개발법!! 
영리한 아기, 건강한 아기, 귀여운 아기로 키우는 육아백과!!', 
'제 1 장 아이 에스(IS)태교육아법/
1. ‘영리한 아기’로 키우는 ‘IS 자극요법’이란?/
2. 아기의 뇌세포는 뱃속에 서 완성된다/
3. 뇌는 생후 6개월까지가 가장 발육이 잘 된다/
4. ‘IS법’은 불안감을 쾌감으로 바꾸어준다/
5. 2개월된 아기가 말을 기억하게 하는 육아법/
6. 아기는 운동 자극을 매우 좋아한다/
7. 6개월이면 아기의 대뇌는 완벽하게 완성된다/
제 2 장 갓난아기 첫 365일/
8. 두뇌를 발달시키는 육아법/
9. 정서 발달을 위한 육아법/
10. 신체 발달을 위한 육아법/
제 3 장 젊은 엄마 육아 테크닉/
11. 엄마가 반드시 알아야 할 육아 테크닉/
12. 아기를 무럭무럭 자라게 하는 육아테크닉 ', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, 'Javascript for absolute beginners', 'Mcnavage, Terry', '외국어', '영어', 15000, 
'0a.png', '(주)북앤북스', 0, 1, 
'If you are new to both JavaScript and programming, this hands-on book is for you. Rather than staring blankly at gobbledygook, you’ll explore JavaScript by entering and running hundreds of code samples in Firebug, a free JavaScript debugger. Then in the last two chapters, you’ll leave the safety of Firebug and hand-code an uber cool JavaScript application in your preferred text editor.',
' ', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, 'JESUS CEO 최고경영자 예수', '로리 베스 존스', '자기계발', '창업', 10710, '0a.png', '(주)낙원출판사', 0, 3, 
'가장 이상적인 경영자상, 21세기는 예수의 리더십을 원한다. 예수의 신성과 도덕성, 지혜, 영감 등을 리더십에 응용, 스태프들과 의사를 소통하고 그들에게 동 기를 부여할 수 있는 실제적이고 단계적인 85가지 지침을 엮었다. 
예수님과 성서의 진리를 기업경영, 인간관계 및 일상생활에까지 직접 적용할 수 있도록 했다. 그리고 예수 리더십의 다양한 성공사례와 그의 적극적인 사고방식을 통해, 사업을 발전시키고 인생을 풍요롭게 가꿔나갈 수 있도록 했다. 
각 장마다 실려있는 예수 리더십과 연관된 질문들 또한, 자신의 내면세계를 점검해보고 성장하는 기회로 삼을 수 있다.', 
'1. 자아극복의 강점 /
2. 행동의 강점 /
3. 인간관계형성의 강점 /
4. 부록/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, 'NO라고 말할 수 있는 중국', '쏭챵', '소설', '역사', 5980, '0a.png', '(주)리디북스', 0, 3, 
'자신도 이끌지 못하는 일본, 제 나라만 겨우 이끄는 미국, 그러나 중국은 세계를 이끌 수 있다고 주창한 중국 지식인들의 글모음. 중-미간에 벌어지는 암투 속에서 지식인들의 친미적 경향을 비판했다.', 
'001. 중국인의 감정과 중국의 선택 /
002. 살아나는 용의 혼 /
003. 시들어 가는 미국 일어서는 중국 /
004. 생각하고 나서 행동하는 중국 /
005. 캄캄한 서양 반짝이는 동양/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, 'TV 피플', '무라카미 하루키', '소설', '판타지', 8550, '0a.jpg', '(주)올림푸스', 0, 3, 
'애매모호한 구분 속에서 조금씩 뒤틀려가는 판타지!
「북스토리 재팬 클래식 플러스」 제1권 『TV 피플』. 무라카미 하루키가 발표한 다른 작품에서의 모습과는 다르게 허무와 상실 이후의 것을 보여주는 단편집이다. 일상에서 실재하기 어려운 모험적 상황을 전제로 하여 끝이 보이지 않는 어두컴컴하고 본질적인 두려움을 그려냈다. 강렬한 리얼리티를 띤 우화적 에피소드들을 통해 현대를 살아가는 인간의 암담함과 두려움을 상징적으로 표현하고 있다.
주위 사람들과 단절되어 결국 아내에게마저 버림받고 7학로 축소된 채 언어를 상실해버리는 ‘나’라는 인물을 통해 현대 사회에서의 인간의 가치 상실과 존재감 축소에 대해 우회적으로 비판하는 표제작 《TV피플》, 시를 읽듯 혼잣말을 하는 사내와 모든 것이 갖춰졌음에도 불구하고 불륜을 통해 자신의 고독을 달래는 유부녀를 통해 치유될 수 없는 현대인의 빈자리를 그려낸 《비행기》 등의 작품을 만나볼 수 있다.', 
'1. 가노 크레타 /
2. 좀비 /
3. 우리들 시대의 포크로어 -고도 자본주의 전사 /
4. 비행기 -혹은 그는 어떻게 시를 읽듯 혼잣말을 했는가 /
5. 잠 /
6. TV 피플/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, 'Z의 비밀', '김성종', '소설', '추리', 10800, '0a.jpg', '(주)금성출판사', 0, 3, 
'김성종 장편소설『Z의 비밀』. 세계에서 가장 악명 높은 테러 단체인 팔레스타인의 <검은 9월단>, 서독의<바더마인호프단>, 일보의 <적군파>, 이탈리아의 <붉은 여단>을 등장시켜 탁월한 추리력의 소유자인 K일보 기자 홍승표와 한국 수사진과의 흥미진진한 일전을 선보인다. 우연히 나체의 여인이 고층 호텔에서 추락하는 현장을 목격하고 달려가서 여인으로부터 일본 테러 단체 적군파의 소행임을 밝혀낸다. 특종보도를 올린 홍 기자는 이어서 발견된 남자의 시체에서 죽은 여인과의 관계를 파악하고 역시 일본 적군파의 연속 살인 행각의 냄새를 맡는데…….', 
'Z의 비밀 목차/
피투성이 나녀(裸女)/
또 하나의 주검/
폭 발 /
피아트 135 /
극비 회의 /
심야의 국제 전화 /
폭풍전야 /
밀실의 대화/ 
이상한 연인들/ 
인터폴의 등장 /
드러난 얼굴 /
게릴라, 집결하다 /
죽음의 타깃 /
육체의 향연 /
특별 취재본부 /
번개 작전 /
이상한 사람들 /
금발녀(金髮女)의 정체 /
심야의 침투 /
바로 저 여자다 /
거대한 음모 /
암살단의 정체 /
별장을 찾아라 /
이상한 노파 /
걸려든 대어(大魚)/ 
공포의 밤 /
마지막 고문 /
발가벗긴 나신 /
Z의 정체 /
배신의 동기/ 
비상 출동 /
독 안에 든 쥐 /
여두목 /
충격의 아침/ 
Z와 레드 로즈 /
타오르는 육체 /
인질 구출 작전 /
다가온 D데이 /
수평선 위에 지다 /
후 기/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '가슴 뛰는 삶을 살아라', '다릴 앙카', '자기계발', '성공', 5000, '0a.png', '(주)가나다출판사', 0, 3, 
'미국에서 활동중인 뉴에이지 명상가로 인간의 미래와 가슴 뛰는 삶에 대해 강연해온 저자의 명상글 모음. 가장 행복하고 가슴 뛰는 삶에 대한 조언의 글을 비롯해 자신이 선택한 삶에 대한 자신감과 진실함, 미래 에 대한 희망을 주는 글들을 질문과 답으로 담았다.', 
'1. 가슴 뛰는 삶을 살아라 /
2. 자신이 선택한 삶 /
3. 질문 속에 답이 있다 /
4. 지금 이 순간 속에서 /
5. 관계에서 배운다 /
6. 우주가 당신을 돕고 있다 /
7. 자기 자신이 자장 큰 선물 /
8. 인생을 크게 생각하라 ', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '가슴을 적시는 부처님말씀 300가지', '석성우', '종교', '불교', 3500, '0a.png', '(주)가나다출판사', 0, 1, 
'숫타니파타, 육방예경 등을 비롯하여 여러 경전에서 가려 뽑은 부처의 말씀을 모아놓은 책. 이 책은 크게 ‘인생 : 참 삶을 위하여’, ‘수행 : 피안으로 가는 길’, ‘진리 : 네가 있어 내가 있네’ 등 3개의 장으로 나누어 비교적 짧은 글로 쓰여졌다. 모두 300편의 글이 담겨 있다.', 
'1. 인생 - 참 삶을 위하여 /
2. 수행 - 피안으로 가는 길 /
3. 진리 - 네가 있어 내가 있네', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '가인혈사록1', '사마달', '소설', '판타지', 3000,'0a.png', '(주)가나다출판사', 0, 1, 
'사방을 조심스럽게 살피던 거지 중에 상거지! 그러나 이들은 중원제일의 방파인 개방의 제자들… 무엇때문에 이들은 천진교에 은신해 사방을 살피는 것일까? 왜?', 
'제 1 장대난봉후(大難捧侯)/
제 2 장암운의 근원/
제 3 장소림삼해(少林三海)/
제 4 장개정벌모세수대법(改正伐毛洗髓大法)/
제 5 장낙양루주(洛陽樓主)/
제 6 장소교주(小敎主)와 초해영(草瀣影)/
제 7 장월후문(月后門)과 흑혈대(黑血隊)/
제 8 장낙양의 혈풍/
제 9 장구룡일봉(九龍一鳳)/
제 10장월후문주의 사랑/
제 11장광풍사', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '가인혈사록2', '사마달', '소설', '판타지', 3000, '0a.png', '(주)가나다출판사', 0, 1, 
'사방을 조심스럽게 살피던 거지 중에 상거지! 그러나 이들은 중원제일의 방파인 개방의 제자들… 무엇때문에 이들은 천진교에 은신해 사방을 살피는 것일까? 왜?', 
'제 1 장오십오합벽마(五十五合壁魔)/
제 2 장제갈옥녀의 죽음/
제 3 장구룡일봉의 출현/
제 4 장역이지체(易二之體)/
제 5 장혈사신교의 강마지단/
제 6 장소림이해/
제 7 장혈사신교의 이대지단! 혈마동(血魔洞)/
제 8 장혈마동주/
제 9 장혈사교주와의 대전/
제 10장기검(奇劍)/
제 11장중원잠입!', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '가인혈사록3', '사마달', '소설', '판타지', 3000, '0a.png', '(주)가나다출판사', 0, 1, 
'사방을 조심스럽게 살피던 거지 중에 상거지! 그러나 이들은 중원제일의 방파인 개방의 제자들… 무엇때문에 이들은 천진교에 은신해 사방을 살피는 것일까? 왜?', 
'제 1 장혈사교주의 독심(毒心)/
제 2 장당미령의 위기/
제 3 장간세/
제 4 장매약군의 정체/
제 5 장혈사신교의 혈사마후/
제 6 장얽히는 연인들/
제 7 장매약군의 눈물 그 의미/
제 8 장무영가의 고육지계(苦肉之計)/
제 9 장유리성(　里城)!/
제 10 장사심제갈', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '셜록 홈즈 전집 1(주홍색 연구)', '아서 코난 도일', '소설', '추리', 6840, '0a.jpg', '(주)문학수첩', 0, 3, 
'국내 최초로 완역 출간되는 추리의 대가 셜록 홈즈 전집 제1권. 결혼을 약속한 여자와 그 아버지의 죽음을 복수하기 위해 수십 년 간 원수를 뒤쫓아온 한 남자. 종교 탄압을 피하여 새로운 낙원을 찾아 황량한 미국 서부 지대를 횡단한 모르몬교도의 역사 속에 그의 피맺힌 원한이 서려있다. 와트슨을 처음으로 놀라게 한 홈즈의 명추리. 역사상 가장 특출한 사립 탐정 셜록 홈즈와 그의 사건 기록자 와트슨, 베이커가 22번지에서 처음 만나다.', 
'제 1부 육군 군의관을 지낸 존 H. 와트슨의 회상/
셜록 홈즈 씨/
추리의 과학/
로리스턴 가든 사건/
존 랜스의 증언/
광고를 보고 찾아온 손님/
토비아스 그렉슨 능력을 과시하다/
어둠 속의 빛/
제 2부 성도들의 나라 /
드넓은 소금 평원에서 /
유타의 꽃/
존 페리어 선지자와 이야기하다/
필사의 도주/
복수의 천사/
의학박사 존 와트슨의 회상 계속/
결론/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '셜록 홈즈의 모험', '아서 코난 도일', '소설', '추리', 5130, '0a.jpg', '(주)낙원출판사', 0, 3, 
'명작 원서, 번역문, 생활회화, MP3까지~ 
네 가지의 즐거움을 한꺼번에 드리는 영어문고 셜록 홈즈의 모험! 
The Classic House 시리즈 19 『The Adventures of Sherlock Holmes (셜록 홈즈의 모험)』. The Classic House 시리즈는 YBM/Si-sa 가족인 THE TEXT가 세계적인 명작만을 골라 펴낸 것으로, 원작의 내용을 그대로 살리면서 보다 쉽고 간결한 문체로 원작을 재구성하였다. 따라서 명작의 감동을 그대로 느끼면서 현대 영어를 자연스럽게 체득할 수 있다. 
「셜록 홈즈의 모험」은 홈즈가 사건을 다루는 진상을 그의 조수이자 친구인 왓슨 박사(Dr. Watson)가 자신의 눈으로 흥미진진하게 기술해 나가는 소설이다. 홈즈 이야기 중 가장 재미있고 인기 있는 여섯 편을 엄선하여 본서에 수록하였다. ', 
'머리말 /
이 책의 특징 /
이 책의 활용법 /
저자소개 /
작품소개 /
1. A Scandal in Bohemia /
2. The Red-Headed League /
3. The Boscombe Valley Mystery /
4. The Man with the Twisted Lip /
5. The Blue Carbuncle /
6. The Speckled Band /
명작 우리글로 다시 읽기 /
명작에서 찾은 생활영어/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '셜록홈즈 2 네 개의 서명', '아서 코난 도일', '소설', '추리', 2990, '0a.jpg', '(주)북앤북스', 0, 3, 
'인류 역사상 가장 유명한 추리 문학의 고전!
인류 역사상 가장 유명한 추리 문학의 고전 「셜록 홈즈」시리즈. 공포의 계곡, 배스커빌의 개, 주홍색 연구, 네 명의 기호, 셜록 홈즈의 모험, 셜록 홈즈의 회상, 셜록 홈즈의 귀환, 셜록 홈즈의 마지막 인사, 셜록 홈즈의 사건집으로 이어지는 시리즈 속에서 흥미진진하고 명쾌한 셜록 홈즈의 추리와 사건 해결의 진면목이 펼쳐진다. 
제 2권 《네 개의 서명》에서는 마약의 부작용에 대해서 모를 리 없는 홈즈가 인공적인 흥분을 위해 마약에 손을 댄다. 단조로운 일상을 견디지 못해 부작용을 감수하며 마약을 하는 홈즈의 모습은 현장 검증, 증거 분석, 사건 해결, 추리에 도움이 되지 않는 지식은 머릿속에 담아 두지도 않는 실용적 지식 탐구자 홈즈에게 괴짜의 특징을 한 가지 더 추가한다. 사건이 해결되어 감에 따라 홈즈와 왓슨의 관계에도 새로운 전환점이 생긴다. 뒤이어 발표된 작품에 나오는 배경을 이해하기 위해서 둘 사이의 전환점이 무엇인지에 주목해 볼 만하다. 
사건 의뢰가 없어 무료해하던 홈즈에게 메리 모스턴이라는 젊은 여성이 찾아온다. 그동안 일년에 한 번씩 이유도 모르는 채 진주를 받았는데, 이번에는 진주를 보낸 사람으로부터 직접 만나자는 연락이 왔다는 것이다. 홈즈는 왓슨과 함께 새디어스 숄토를 찾아가서 진주에 얽힌 사연을 듣고는 모스턴의 아버지와 숄토의 아버지가 연관이 있다는 것을 알아낸다. 사건의 전말을 추적하며 홈즈는 새디어스 숄토의 형을 찾아갔지만, 그는 이미 살해당한 후였고 네 개의 서명이 쓰인 종이만 남아 있는데…….', 
'1. 추리학 /
2. 사건 진술 /
3. 해결을 찾아서 /
4. 대머리 남자의 이야기 /
5. 폰디체리 저택의 비극 /
6. 셜록 홈즈의 사건 입증 /
7. 통 사건 /
8. 베이커 가 소년 탐정단 /
9. 빠진 고리 /
10. 섬사람의 최후 /
11. 아그라의 보물 /
12. 조너선 스몰의 이상한 이야기/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '주제가 있는 여행', '송일봉', '여행', '국내', 10260, '0a.jpg', '(주)문학수첩', 0, 3, 
'여행작가 송일봉이 소개하는 하루만에 다녀올 수 있는 한적한 교외에서부터 세계여행까지 다룬 여행소개서.', 
'향기나는 여행: 꽃이 있던 자리/
해돋이 여행: 그 찬란한 새벽을 시작으로/
깊은 여행: 그곳을 찾아 비로소 안심하는/
신비한 여행: 기적은 드디어 내 눈 앞에 나타났다/
물소리 여행: 강가의 아침/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '화가 날 때 읽는 책', '알버트 엘리스', '자기계발', '인간관계', 6840, '0a.jpg', '(주)북앤북스', 0, 3, 
'합리적,정서적 치료이론이라고 하는 독특한 심리치료 이론을 창안한 저자의 저서. 인간의 행,불행은 마음가짐에 달려있으면 바로 이러한 마음을 다스리는 법을 제시했다. 당신은 어떻게 화를 내게 되는가,자기분노 의 철학 논박하기,분노극복방법 등을 엮었다.', 
'1. 우리는 분노를 느껴야만 하는가?/
2. 당신은 어떻게 화를 내게 되는가?/
3. 분노의 광기/
4. 화를 터뜨리는 데에는 우리 나름의 사상(철학)이 작용한다/
5. 어떤 생각이 작용했기에 화가 나는가를 이해하라/
6. 자기 분노의 철학을 논박하기/
7. 화가 나지 않도록 생각하기/
8. 화가 나지 않도록 느끼기/
9. 화가 나지 않도록 행동하기/
10. 다시 한번 생각해 보자!/
11. 분노에 대한 이유를 달지 말라/
12. 분노를 극복하는 그밖의 방법/
13. 분노까지도 수용하기/
부록/
과제물/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '화성에서 온 남자 금성에서 온 여자', '존 그레이', '자기계발', '인간관계', 11110, '0a.jpg', '(주)금성출판사', 0, 3, 
'남녀간 차이를 통해 진정한 사랑을 일깨워주는 연애의 교과서!
남자는 화성인이고 여자는 금성인이기 때문에 서로의 언어와 사고 방식은 다르다는 단순하고 명쾌한 비유를 통해 남녀 사이의 갈등을 치유해온 존 그레이의 『화성에서 온 남자 금성에서 온 여자』. 남녀의 차이를 명확하게 인식시켜줌으로써, 진정한 사랑을 일깨워주는 사랑 지침서다. 연애나 결혼생활 중에 남녀의 차이로 인해 벌어지는 문제를 해결하는 실질적 지침을 소개하고 있다. 상대를 자신에게 맞게 변화시키기 위해 애쓰거나 맞서는 대신 남녀의 차이를 편하게 받아들여 더불어 잘 지내는 방법을 배우도록 인도한다. 사례를 풍부하게 실어 이해를 도와준다.', 
'1 화성에서 온 남자와 금성에서 온 여자 /
2 미스터 수리공, 그리고 가정진보위원회 /
3 남자는 자기 동굴로 들어가고 여자는 이야기를 한다 /
4 이성 자극하기 /
5 서로 다른 언어 /
6 남자란 고무줄과 같은 것 /
7 여자는 파도와 같다 /
8 서로 다른 정서적 욕구 발견하기 /
9 어떻게 논쟁을 피할 것인가 /
10 이성으로 부터 점수 따기 /
11 복잡한 감정을 어떻게 전할 것인가 /
12 어떻게 도움을 청하고 받아들일 것인가 /
13 사랑의 마법지키기/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '화술을 바꿔라 인생이 바뀐다', '레리 킹', '자기계발', '성공', 5550, '0a.jpg', '(주)리디북스', 0, 3, 
'미국 CNN방송의 진행자인 저자가 밝히는 화술 지침서.성공적인 의사소통을 위한 비결, 처음 보는 사람 앞에서 말문열기, 모임의 주인공이 되는 비결, 말 잘 하는사람들의 공통점 8가지, 유행어 그리고 정치적 감각, 훌륭한 연설을 위해서 해야 할 일 등을 조언했다.', 
'001. 성공적인 대화의 기본 /
002. 처음 보는 사람앞에서 말문열기/ 
003. 모임에 주인공이 되려면 /
004. 말 잘 하는 사람들의 공통점 8가지 /
005. 유행어, 그리고 정치적 감각 /
006. 협사에서 승자가 되려면 /
007. 내가 만난 최고의 게스트, 최악의 게스트 /
008. 말을 할 수 있는 한 실언은 나온다 /
009. 훌륭한 연설을 위해서 해야할 일 : 준비, 그리고 연습 /
010. 청중에게 KISS하기 : Keep It Simple, Stupid /
011. TV와 라디오에서 잘 나가기 /
012. 말은 살아 남는다 : 미래의 화술 ', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '황금 파라오 투탕카멘', '보브 브라이어', '소설', '역사', 6840, '0a.jpg', '(주)올림푸스', 0, 3, 
'[황금 파라오 투랑가멘]은 세계적인 이집트 전문 고고학자 보브 브라이어 교수가, 황금가면을 비롯해 무덤에서 나온 휘황찬란한 유물과 보석들, 그리고 발굴시 잇따랐던 발굴자들의 의문스런 죽음들로 인해 이집트 역사상 가장 유명한 파라오가 된 투탕카멘의 의문에 싸인 죽음과 그의 비운했던 삶을 최신의 과학기술과 풍부한 고고학적 자료, 자신의 뛰어난 상상력, 그리고 이집트 역사에 대한 해박한 지식을 총동원해 3,300년간 역사의 이면에 감춰졌던 진실을 밝혀낸 책이다.',
'001. 왕은 죽어야 한다 /
002. 투탕카멘 이전의 이집트 /
003. 투탕카멘의 선조들 /
004. 성스러운 도시 아마르나 /
005. 투탕카멘의 부모 /
006. 다시 테베로 돌아가다 /
007. 역사상 가장 유명한 무덤 /
008. 죽은 자는 말한다 /
009. 미망인의 항변 /', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '황제의 꿈 1부', '담덕사랑', '소설', '판타지', 6840, '0a.jpg', '(주)북앤북스', 0, 3, 
'열강들 틈바구니에 낀 동아시아 조그만 반도, 
상갓집 개 흥선 대원군에게 정체불명의 한 사내가 찾아오다! 

"날 찾아온 이유가 무언가?" 
"비참한 우리 민족의 역사를 새롭게 만들기 위해서입니다." 

또 다시 망국의 역사를 되풀이할 수는 없다. 
나라의 운명을 바꿀 미래의 역사와 도래인 세 명을 얻은 대원군. 

시간을 넘어 새로운 제국의 역사를 써 나갈 
그의 웅대한 행보가 지금 시작된다!', 
'머리말 /
프롤로그 /
제1장 아! 대한민국! /
제2장 새롭게 태어나는 흥선군 /
제3장 운명의 만남 /
제4장 칼을 얻다 /
제5장 흥선군의 대계(大計) /
제6장 개척지 다온 /
제7장 신문물의 보고(寶庫) 다온 /
제8장 상인의 길을 나서다 /
제9장 대마도 사신 /
제10장 뒤틀리는 역사 /
제11장 불타는 도성…… /
제12장 권 소령의 계책/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '황제의 꿈 2부', '이원호', '소설', '판타지', 7260, '0a.jpg', '(주)문학수첩', 0, 3, 
'<황제의 꿈>, <밤의 대통령>으로 밀리언셀러를 기록한 이원호 장편소설. 92년 폭발적인 반응을 보인 <황제의 꿈>이 다시 재출간했다. 세계를 누비면서 굽히지 않는 도전정신을 가지고 무역 황제를 꿈꾸는 한세웅의 모습을 그려낸다. 200만부 이상 팔려나간 한국 최고의 기업소설. (제2부 2권)', 
'삶과 죽음의 도시, 베이루트 /
애증과 공작의 도시, 서울 /
쿠데타 /
의사당의 음모 /
쿠데타의 종말 /
발리섬의 귀향자들 /
천사의 탈 /
멈춰버린 시간 /
위험한 도박 /
월북 /
조국과 애국 /', to_char(sysdate,'YYYY-MM-DD'));


insert into m_book values(m_book_seq.nextval, '황제의 꿈 3부', '이원호', '소설', '판타지', 6840, '0a.jpg', '(주)낙원출판사', 0, 3, 
'세계를 누비면서 굽히지 않는 도전정신을 가지고 무역 황제를 꿈꾸는 한세웅의 모습을 그려낸다. 200만부 이상 팔려나간 한국 최고의 기업소설.', 
' 풍운의 대아그룹/
  남북 고위층의 동요/
  평양, 보위부 대위 김막동/
  젯다의 침입자/
  일촉즉발의 위기/
  대담한 승부/
  한 여인의 출현/
  드러나는 음모/
  사랑의 끝/', to_char(sysdate,'YYYY-MM-DD'));
  
insert into m_book values(m_book_seq.nextval, '황태자비 납치사건 1', '김진명', '소설', '추리', 8120, '0a.jpg', '(주)금성출판사', 0, 3, 
'김진명 장편소설『황태자비 납치 사건』제1권. 일본 황태자비의 납치와 명성황후 시해 사건의 비밀 문서를 소재로 한 작품이다. 민족의 자긍심과 국가의 자주권을 지켜내려는 소설가 김진명의 역사인식이 돋보인다. 역사 앞에 등을 돌린 한국의 비겁함을 고발하고, 진실 앞에 눈을 감은 일본의 비열함을 폭로한다. 
가부키 관람 도중 일본의 황태자비 마사코가 납치된다. 납치사건을 수사하던 다나카 형사는 범인 중 한 명이 한국인 유학생임을 밝혀내고, 명성황후 시해 사건 당시 조선의 내부고문관이었던 에조가 일본 외무성에 타전한 비밀문서 435호가 연관되어 있음을 알게 된다. 납치범은 일본 정부에 명성황후 시해 사건 당시 조선의 내부고문관이었던 에조가 일본 외무성으로 타전한 비밀 문서 전문을 공개하라는 뜻밖의 제안을 내놓는데…. 
☞ 이 책은 새움출판사에서 출간된 김진명 장편소설 황태자비 납치 사건과 같은 내용을 담고 있습니다.', 
'유네스코와 교과서 전쟁 /
가부키 극장 /
황태자비 납치 사건 /
기자 회견 /
대담한 범죄 /
신문 /
불길한 징조 /
단서 /
의문의 편지 /
자살 기도 /
이미지 조작 /
새 역사 교과서를 만드는 모임 /
긴급 수사 회의 /
선정적인 기사 /
납치 이유 /
비상 검문 기록 /
범인의 정체 /
추적 /
납치 사건과 소설의 상관 관계 /
탈출 기도 /
특종 /
현해탄의 충격 /
범인의 그늘 /
연병장의 아침 /
바다 건너 먼 곳 /
마사코의 결심 /
위장 /
외무성의 비밀 문서 /
한성공사관의 전문 네 장/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '황태자비 납치사건 2', '바바라 G. 워커', '소설', '추리', 6410, '0a.png', '(주)리디북스', 0, 3, 
'세계적인 여성학자 바바라 G. 워커가 재해석한 신화 이야기. 이 책은 1998년 새로운 동화읽기의 시초가 되었던 『흑설공주 이야기』의 후속작으로, 『흑설공주 이야기』속에 수록되었던 내용 중 신화부분만 따로 떼어 출간했던 『바다 마녀를 사랑한 남자』의 개정판이다. 

이 책에 등장하는 여신들은 기존 신화에서 남성을 중심으로 짜여진 신들의 세계를 새롭게 바꾸어나간다. 선과 악, 생명과 죽음, 남성과 여성, 귀족과 평민, 신과 인간 등 세계를 이해하는 기존의 이분법적 틀을 해체하고 전혀 새로운 시각으로 옛 이야기를 재해석하는 신선한 상상력이 돋보인다.', 
'베 짜는 여인 /
코레이 공주의 납치 /
괴물 가거일의 사랑 이야기 /
살로마의 하강과 일곱 문 /
황금요정 /
아마존의 여전사 고르가 /
기미 왕자의 청혼 /
시인 토머스 라이머의 사라진 칠 년 /
네 명의 순례자와 신탁의 비밀 /
바다 마녀를 사랑한 남자 /
가마솥의 전설을 찾아 떠난 기사 /
신들의 최후 /
아프리카 여신들의 긴급회의/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '흔들흔들 세계일주 - 물길 따라 144일', '한대희', '여행', '국내', 7120, '0a.jpeg', '(주)리디북스', 0, 3, 
'그가 처음 롱비치(L.A)항구에 내렸을 때 이렇게 말했습니다. 
"내가 땅 위에 서 있는 거 맞지?"땅 위에 발바닥을 대고 서 있으되 그는 계속해서 흔들리고 있었고, 그의 발바닥은 10센티미터 허공에서 갑판을 찾고 있었습니다. 그러면서 몸의 균형도 잡아 보고 몇 번씩 발바닥도 뒤집어 보고했습니다. 그건 확실히 멀쩡한 육지 사람이 보기엔 걱정되는 증세였습니다.
14개국 19개항, 그는 그런 ‘발바닥 뒤집기’를 꼭 열 다섯 번하고 스물 대여섯 번쯤 토한 뒤에 땅으로 아주 돌아왔습니다. 10연치 어지러운 세상멀미를 다하고 왔을 거라 생각했는데 오히려 그는 선계를 돌다 온 동자의 얼굴로 "앞으로 이 어지러운 세상을 또 어찌 살꼬"했습니다. 무량대해에서 144일, 그 작은 체구에 담긴 것은 그러므로 아무도 알 수 없는 깊이와 넓이일 거라 생각됩니다.
한대희는 그러잖아도 이 넓은 세상을 좁다 하며 살아왔습니다. 그리고 이번에 또 가족들 울리기를 식은 죽 먹듯 하고 3대양육대주를 돌아왔습니다. 떠날 줄 아는 용기가 있다는 뜻입니다. 그리고 아직은 알고 싶은 게 너무 많고 확인할 게 너무 많다는 얘기겠지요. 장날 새벽길을 떠나는 오빠의 뒷모습처럼, 그의 등엔 언제나 꽃신의 기대가 그려져 있습니다. 그는 또 언젠가 그렇게 떠날 것이고 그리고 돌아와서 구름 저 쪽의 세상얘기를 사분사분 우리에게 들려줄 것입니다. 연한 쑥색 바바리코트에 까만 가죽가방 그 모습으로.', 
'물길 따라 144일 흔들흔들 세계일주/
지은이의 말/
추천의 말/
제 1장 세상 밖으로/
제 2장 여행자의 고향, 태국/
제 3장 바다의 신비 위에/
제 4장 보물섬의 열도, 인도네시아/
제 5장 적도를 통과하며/
제 6장 천년의 신비, 이슬람 문화의 베일 속으로/
제 7장 동유럽의 빛과 그림자/
제 8장 흑해를 건너다/
제 9장 유럽 유럽/
제10장 아메리카 대륙을 찾아서/
제11장 세상 밖에서, 다시 세상 속으로/
발문(跋文)/', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '히말라야의 수행자들', '석혜진', '종교', '불교', 8550, '0a.png', '(주)문학수첩', 0, 3, 
'이 책은 삶의 근본적인 질문을 지녔던 스님이 자신의 물음에 해답을 찾기 위해 10여 년 남짓 인도와 히말라야를 떠돌면서 만났던 여러 수행자들에 관련된 사진과 글을 모았다. 인도, 네팔, 시킴, 부탄, 라닥, 다질링, 등지를 십여 년 동안 낭인(浪人)으로 떠돌며 겨울에는 바라나시나 부다가야의 마하보디 대탑에서, 여름에는 히말라야의 강고트리나 설산, 그리고 라닥의 티벳절에서 지낸 혜진 스님은 그곳에서 힌두의 성자들이나 티벳의 라마들, 린포체들을 접하고 만났다. 그리고 그들의 모습을 직접 사진에 담았다. 이 책에 담긴 사진과 글은 그저 관광객으로서 얼마간 인도와 히말라야 등지를 들른다면 쉽게 접하기 어려운 것들이다. 특히 수행자들의 모습은 더욱 그렇다. 직접 그들과 같이 수행자로서 생활해온 스님이 오랜 시간을 두고 그들과 맺게 된 인연 덕분에 사진으로 담을 수 있었던 것이다.', 
'001. 설산으로 가자! /
002. 히말라야의 성자들/ 
003. 백살이 넘은 성자 /
004. 무소유의 성자 /
005. 스와미 치타난다지/ 
006. 브라흐마 차이탄야 /
007. 스와미 순레라난다 /
008. 발가벗고 사는 성자 /
009. 히말라야의 해피 부다 /
010. 리세케시의 아침 /
011. 데오르 라야 그 /
012. 수달산 /
013. 강고트리의 순례자들 /
014. 강고트리 폭포 /
015. 강고트리 사원 /
016. 강고트리의 사두들이 수행하는 토굴!/ 
017. 당나귀 똥구멍 사건 /
018. 케다르나트 사원으로 가는 길 /
019. 케다르나트 사원 /
020. 음식의 스승 /', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '히브리 민족-끝나지 않은 경전', '미레유 하다스 르벨', '소설', '역사', 5980, '0a.png', '(주)금성출판사', 0, 3, 
'유대인의 조상 히브리인은 야곱의 열두 아들의 자손으로서 BC 2000년대 말 가나안(팔레스타인)을 정복했던 사람들이다. BC 6세기 말 바빌로니아를 탈출하여 팔레스타인으로 돌아오기까지는 이스라엘인으로, 그뒤부터는 유대인으로 불렸다. 이 야곱의 후손들이 이집트에서 400년 동안의 종살이를 마치고 모세를 따라 이집트를 떠나 오고, 그의 후계자인 여호수아가 약속의 땅을 차지하게 되었다. 
이후 다윗이 첫번째 왕 사울을 계승하여 왕조를 세웠고, 다윗과 솔로몬 치하의 왕국은 통일 후에도 분단과 외적의 침입이 끊이지 않았다. 특히 로마 총독들의 과도한 폭정은 유대인들의 반란을 일으켰고, 모든 국토가 전쟁에 휩싸였다. 그러나 기도와 연구에 집중된 유대인의 생활은 계속되었고, 그것은 오늘날 예루살렘 탈무드를 형성했다', 
'1. 아브라함에서 모세까지/
2. 판관과 왕의 시대/
3. 페르시아 시대에서 마카베오 반란까지/
4. 하스몬 왕조에서 헤로데의 통치로/
5. 로마의 지배에서 유대인의 대반란까지/
6. 정치의 패배와 정신의 재건/
7. 기록과 증언', to_char(sysdate,'YYYY-MM-DD'));

insert into m_book values(m_book_seq.nextval, '히틀러 평전 1권', '요아힘 C.페스트', '자기계발', '리더십', 16870, '0a.jpg', '(주)낙원출판사', 0, 3, 
'이 책은 그 이전의 중요한 히틀러 전기들과 비교해볼 때 두 가지 측면에서 새로운 주장을 펴고 있다. 
첫째로 히틀러는 시대의 흐름에 역행한 예외적인 존재라는 주장이 널리 퍼져 있었지만, 저자는 히틀러가 정확하게 자기 시대의 요청을 구현한 인물이라는 사실을 이 책에서 밝혀 보이고 있다. 
둘째로는 히틀러가 권력만을 추구한 공허한 기회주의자였다는 주장을 반박하고 있다. 히틀러가 추구한 이념이 대단히 부정적인 것이기는 했지만 그는 집요하게 자신의 이념을 추구한 인물이었다는 것이다. 
히틀러 이념의 핵심은 반유대주의와 생존공간 정책이라는 두 가지로 요약된다. 
또한 관찰부분에서 제기하고 있는 질문들은 본서를 한 인물에 대한 전기를 뛰어넘어 진지한 반성과 평가를 행하는 역사서로의 의미로까지 확대하고 있다. 
2차 대전에서 독일이 저지른 만행이 돌출한 미치광이 히틀러 한 사람의 망상에서만 나온 것이 아니라, 일부는 독일의 전통과 역사 속에, 그리고 시대의 요청 속에 그 기원이 들어 있다는 반성적인 발언들도 이 책의 미덕에 포함된다. ', 
'001. 주요 인물 /
002. 예비관찰: 히틀러는 역사상 위대한 인물인가? /
003. 욕망에 사로잡힌 소년 - 출생과 시작 /
004. 무너진 예술가의 꿈 /
005. 사상적 토대 /
006. 뮌헨으로의 도주 /
007. 전쟁을 통한 구원 / 
008. 중간관찰: 거대한 공포 /
009. 선동가에서 정치가로 - 도이치의 미래 /
010. 위대한 연설가 /
011. 쿠데타 /
012. <나의 투쟁> - 국가사회주의의 세계상 /
013. 위기와 저항 /
014. 싸움을 위해 일어서다 /
015. 권력을 향한 투쟁 - 큰 정치판에 뛰어들다 /
016. 합법과 비합법 /
017. 권력의 문 앞에서 /
018. 드디어 수상관저로 /
019. 중간관찰: 도이치의 파국인가, 도이치의 계승인가? /
020. 주석 /', to_char(sysdate,'YYYY-MM-DD'));
 