
insert into m_official values(m_official_seq.nextval,' 
[안내] 해외발행 신용카드 결제 제한','관리자',  '2016-08-02 15:55/안녕하세요./ 북스페이스입니다./해외발행 신용카드 결제 대행사(Paygate)의 서버 점검으로 인한 결제 제한에 대하여 안내드립니다./- 제한 일시: 2016년 8월 3일(수) 00:00 - 02:00 (한국시간 기준, 2시간)/- 작업 내용: 해외발행 신용카드 결제 대행사(Paygate)의 서버점검/- 작업 영향: 작업 시간 동안 결제 불가/ 해외발행 신용카드 결제 대행사(Paygate)의 서버 점검 시간동안 결제 수단에서 선택이 불가하오니, 이용에 참고하여 주시기 바랍니다.',  to_char(sysdate, 'YYYY-MM-DD'));

insert into m_official values(m_official_seq.nextval,'[안내] 북스페이스 리뷰 클린 캠페인 도입' ,'관리자', 
'2016-08-09 10:42/ 안녕하세요./ 북스페이스입니다. / 최근 북스페이스의 리뷰 공간에서 도서의 줄거리와는 관련 없는 내용이 많아짐에 따라 /북스페이스 서점 내의 리뷰 공간 관리를 위한 리뷰 클린 캠페인이 시행됨을 안내드립니다./ 8월 21일까지는 고객님들의 자발적인 참여를 권유드리며, 8월 22일 이후부터 조치 대상에 해당되는 리뷰(기존 등록 리뷰 포함)가 고지없이/비공개 처리될 수 있으니 이점 유의하여 주시기 바랍니다./- 조치 사항: 도서의 감상평 및 줄거리와 관련없는 내용(작가 관련 내용 포함)의 리뷰 비공개 처리/- 조치 대상에 해당되는 리뷰는 8월 21일 이후에 안내없이 비공개 처리될 수 있습니다.//아름다운 리뷰 문화 정착을 위해 시행되는 리뷰 클린 캠페인으로 /고객님들께 만족스러운 독서 생활을 만들어 드릴 수 있는 북스페이스가 되기를 희망합니다.// 감사합니다.',  to_char(sysdate, 'YYYY-MM-DD'));


insert into m_official values(m_official_seq.nextval,'[안내] 개인정보처리방침 변경 안내 (v1.9)' , '관리자',
'2016-08-02 16:20/< 개인정보처리방침 (v1.9) >/ 개인정보 보호정책을 통해 이용자가 제공한 개인정보가 어떠한 용도와 방식으로 이용되며, /개인정보 보호를 위해 어떠한 방법을 통해 관리되고 있는지에 대해 알려드립니다./첫째, 회사는 회원가입 및 로그인, 원활한 고객상담, 각종 최적화된 서비스를 제공하기 위하여, 다음과 같은 최소한의 개인정보를/이용자의 회원가입 시 수집하고 있습니다./일반/외국인 회원가입 시 : 이름, 아이디, 비밀번호, 이메일주소, 생년, 성별/소셜 네트워크 계정으로 회원가입 시 : 이름, 이메일주소, 생년, 성별/둘째, 모바일 서비스 이용시 단말기에 관한 정보(단말기 모델, 하드웨어 ID, 운영체제 버전정보)와 /서비스 이용 기본 통계(동기화, 독서노트 기능 제공을 위한 서점 및 애플리케이션 이용 정보, 서점 내 회원 대상 또는 개인화된 맞춤 추천 기능을 위한/서점 및 애플리케이션 이용 정보)이 수집될 수 있으나, 이는 개인을 식별할 수 없는 형태입니다. 만약 서비스 이용 도중 추가적으로 /개인정보 수집이 필요한 경우, 회사는 회원에게 미리 이러한 사실을 고지하고 동의를 받습니다../셋째, 회사는 이용자의 페이퍼샵 주문 시 재화의 배송 및 원활한 고객상담을 위하여 다음과 같은 기본 정보를 수집하고 있습니다./이름, 주소, 유선전화번호, 휴대전화번호, 이메일주소//넷째, 회사는 이용자의 선물하기 기능 이용시 선물 전송을 위하여 필요한 선물 수령인의 기본 정보를 수집하고 있습니다.다섯째, 서비스 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.',  to_char(sysdate, 'YYYY-MM-DD'));


insert into m_official values(m_official_seq.nextval,'[안내] 서점 접속 오류 (해결완료)' ,'관리자', 
'2016-08-26 17:25/안녕하세요. 북스페이스입니다. /데이터 센터 장애로 인하여 서점 접속과 앱 내의 구매목록 연결, 알림센터에 오류가 발생하였습니다. /- 오류 발생 시각: 8월 26일 오후 5:00~오후 5:21/- 복구 사항/- 서점 및 앱 내의 구매목록 연결 복구/- 삭제된 알림 재발송/이용에 불편을 드린 점 진심으로 사과드리며, 추후 이러한 일이 발생하지 않도록 더욱 노력하겠습니다./죄송합니다.',  to_char(sysdate, 'YYYY-MM-DD'));


insert into m_official values(m_official_seq.nextval,'[업데이트] 안드로이드 앱 v8.2.2' ,'관리자', 
'2016-09-13 14:27/고객 여러분 안녕하세요./안드로이드 앱(v8.2.2)이 업데이트되었습니다. /[v8.2.2 주요 업데이트 - 2016.10.5]/- 책 최초 로딩 속도 v8.2 이전 수준으로 개선/- 동시에 많은 책 다운로드 시도 시 버벅이는 문제 수정/- 일부 기기에서 뷰어 설정 > 페이지 넘김 효과 선택 창이 나타나지 않는 문제 수정/- 기타 버그 수정/- 앱에서 서점 이동 후 결제가 정상적으로 되지 않는 문제 수정',  to_char(sysdate, 'YYYY-MM-DD'));


insert into m_official values(m_official_seq.nextval,'[안내] 개인정보처리방침 개정 안내 (v2.0)' , '관리자',
'2016-11-01 16:07/안녕하세요 북스페이스 입니다. /북스페이스 개인정보처리방침이 아래와 같이 일부 개정되어 사전 안내드립니다./ /[변경 내용]/1. 내용 추가: 내용 보완/4. 개인정보의 공유 및 제공/- 서비스제공에 따른 요금정산을 위하여 필요한 경우/- 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정개인을 식별할 수 없는 형태로 제공하는 경우/2. 내용 추가: 상품 배송 업체 내용/5. 개인정보의 사용 및 제3자에 대한 제공/북스페이스는 상품 및 이벤트 경품 배송을 위해 성명, 주소, 연락처의 정보를 필요한 업무 내에서 아래 수탁자에게 제공하고 있으며, /제휴사가 안전하게 개인정보를 취급할 수 있도록 규정하고 관리하고 있습니다. 또한, 목적달성 이후에는 지체없이 정보를 파기합니다.3. 내용 추가: 결제 서비스 추가로 인한 위탁업체 추가/6. 개인정보의 처리 위탁/네이버 주식회사 : 결제, 구매안전서비스 제공 등',  to_char(sysdate, 'YYYY-MM-DD'));

insert into m_official values(m_official_seq.nextval,'[업데이트] iOS 앱 v8.1.2' ,'관리자', 
'2016-11-04 11:40/북스페이스 고객 여러분 안녕하세요./iOS 앱(v8.1.2)이 업데이트되었습니다/. [v8.1.2 주요 업데이트 - 2016.11.09]/- 7.0 미만 버전에서 업데이트 후 실행 시 종료되는 문제 수정/- iOS9 이하에서 네트워크 연결이 없을 때 마지막 페이지 팝업이 잘려 보이는 문제 수정/- PDF, 회전 시 페이지 레이아웃이 즉시 갱신되지 않는 문제 수정/- PDF, 간헐적으로 마지막 페이지가 아닌데 마지막 페이지 팝업이 나타나는 문제 수정/- 기타 버그 수정/[v8.1.1 주요 업데이트 - 2016.11.05]/- 만화, 패드에서 페이지가 작게 보이는 문제 수정//[v8.1.0 주요 업데이트 - 2016.11.03]/- iOS10 대응 및 안정화 - 최신 버전은 더 이상 iOS7을 지원하지 않습니다/- 뷰어 상/하단(태블릿은 하단 좌/우)에 정보 표시 설정 추가/- 기타 버그 수정/[v8.0.3 주요 업데이트 - 2016.09.12]/- 분야별 책장 순서가 엉키는 문제 수정/',  to_char(sysdate, 'YYYY-MM-DD'));

insert into m_official values(m_official_seq.nextval,'[안내] 11월 10일(목) 시스템 점검 안내' , '관리자',
'2016-11-07 18:42/안녕하세요./북스페이스입니다./2016년 11월 10일(목)에 시스템 점검이 진행될 예정입니다. / ● 점검 일시: 2016년 11월 10일(목) 04:00 ~ 06:00 (한국시간 기준, 2시간)/● 점검 목적: 데이터센터의 전원 점검 /● 점검 중 이용이 제한되는 서비스/- 북스 서점(ridibooks.com) 전체 서비스/- 북스 서점(ridibooks.com)의 판타지 연재 스트리밍 서비스/- 북스 앱/페이퍼 내의 [구매목록] 및 [무료책] 이용/- 페이퍼샵(paper.ridibooks.com) 전체 서비스',  to_char(sysdate, 'YYYY-MM-DD'));

